[
  {
    "user_id": 1,
    "username": "lawrence_w",
    "email": "lawrence.williams@example.com",
    "password": "password12345",
    "first_name": "Lawrence",
    "last_name": "Williams",
    "profile_pic": "https://images.pexels.com/photos/7533347/pexels-photo-7533347.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "user_about": "I work in nursing and live in the SE quadrant of Calgary. My interests include travel, cycling, and camping. I typically need pet-sitting for my small dog, Winston, when I go away. I have many older people in my life and would say I’m very familiar with the kinds of daily living challenges seniors face. Particularly, I could help with drives to medical appointments and/or elsewhere, grocery pick up and delivery, shopping, and more. I have an outgoing personality and enjoy meeting people of all ages.",
    "city": "Calgary",
    "city_quadrant": "SE",
    "credit_balance": 0,
    "badge_count": 0,
    "police_check_uploaded": false
  },
  {
    "user_id": 2,
    "username": "bethany_c",
    "email": "bethany.coombs@example.com",
    "password": "password12345",
    "first_name": "Bethany",
    "last_name": "Coombs",
    "profile_pic": "https://images.pexels.com/photos/5255596/pexels-photo-5255596.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "user_about": "I work in environmental science (master’s student), and live in the SW of Calgary. My interests include podcasting, hiking, and spending time with friends. I typically need pet-sitting for my small dog, Peanut, when I go away. I don’t have many older people in my life and would say I’m somewhat familiar with the kinds of daily living challenges seniors face. Particularly, I could help with tutorials/troubleshooting of technology, accompaniment to events, and communication by phone, email, or letter (not banking). I look forward to getting to know more people beyond my own age group.",
    "city": "Calgary",
    "city_quadrant": "SW",
    "credit_balance": 0,
    "badge_count": 0,
    "police_check_uploaded": false
  },
 {
  "user_id": 5,
  "username": "april_m",
  "email": "april.maltby@example.com",
  "password": "password12345",
  "first_name": "April",
  "last_name": "Maltby",
  "profile_pic": "https://images.pexels.com/photos/6001460/pexels-photo-6001460.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in retail and live in the NE of Calgary. My interests include repurposing other people’s trash and looking for great finds at garage sales. I typically need pet-sitting of 1 to several days duration for my one cat, Oscar, when I go away. I have many older people in my life and would say I’m reasonably familiar with the kinds of daily living challenges seniors face. Particularly, I could help with odd jobs around the house (not personal care, snow shovelling, yard maintenance, housecleaning, or heavy lifting), drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, accompaniment to events, communication by phone, email or letter (not banking). I can turn my hand to most things, so if you have a weird job, don’t be afraid to ask. You’ll love Oscar, the laziest, coolest cat I know.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 6,
  "username": "fumiko_t",
  "email": "fumiko.tanaka@example.com",
  "password": "password12345",
  "first_name": "Fumiko",
  "last_name": "Tanaka",
  "profile_pic": "https://images.pexels.com/photos/9783910/pexels-photo-9783910.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in music performance and live in the NW of Calgary. My interests include all types of music from classical to techno. I play the viola with the Calgary Philharmonic and DJ on the weekends. I typically need pet-sitting of variable duration for my one cat, Suki, when I go away. I have many older people in my life and would say I’m very familiar with the kinds of daily living challenges seniors face. Particularly, I could help with drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, communication by phone, email or letter (not banking). If you want music therapy, I do that too.",
  "city": "Calgary",
  "city_quadrant": "NW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 7,
  "username": "heather_w",
  "email": "heather.white@example.com",
  "password": "password12345",
  "first_name": "Heather",
  "last_name": "White",
  "profile_pic": "https://images.pexels.com/photos/7210487/pexels-photo-7210487.jpeg?auto=compress&cs=tinysrgb&w=600",
  "user_about": "I work in early childhood education and live in the NE of Calgary. My interests include quilting, fantasy fiction, especially LOTR, and finding activities for kids away from screens. I typically need pet-sitting of variable duration for my two small dogs Samantha and Frodo when I go away. I don’t have many older people in my life and would say I’m somewhat familiar with the kinds of daily living challenges seniors face. Particularly, I could help with drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, communication by phone, email or letter (not banking). I am a proud mother of a 3-year-old, Ben, and a 6-year-old, Sage.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 8,
  "username": "tyler_w",
  "email": "tyler.warren@example.com",
  "password": "password12345",
  "first_name": "Tyler",
  "last_name": "Warren",
  "profile_pic": "https://images.pexels.com/photos/5749770/pexels-photo-5749770.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in fitness (personal trainer) and live in the NE of Calgary. My interests include running, skiing, swimming, cycling, taekwondo. I typically need pet-sitting of a week’s duration for my one dog, Champ. I have many older people in my life and would say I am reasonably familiar with the kinds of daily living challenges seniors face. Particularly, I could help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 9,
  "username": "syed_y",
  "email": "syed.yassin@example.com",
  "password": "password12345",
  "first_name": "Syed",
  "last_name": "Yassin",
  "profile_pic": "https://images.pexels.com/photos/4081762/pexels-photo-4081762.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in delivery driving for UPS and live in the NE of Calgary. My interests include hockey (Go Flames!), video-gaming, and writing fan-fiction. I typically need pet-sitting of more than a week’s duration for my one cat, Jamill, when I go away. I have many older people in my life and would say I’m reasonably familiar with the kinds of daily living challenges seniors face. Particularly, I could help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology. I have also driven for Uber. I am a very safe driver and can always strike up a conversation with strangers.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 10,
  "username": "rory_g",
  "email": "rory.gordon@example.com",
  "password": "password12345",
  "first_name": "Rory",
  "last_name": "Gordon",
  "profile_pic": "https://images.pexels.com/photos/6205631/pexels-photo-6205631.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in logistics and live in the SE of Calgary. My interests include baking (especially bread), travel, and woodworking. I typically need pet-sitting of 1 to several days duration for my one cat, Patches, when I go away. I have many older people in my life and would say I’m very familiar with the kinds of daily living challenges seniors face. Particularly, I could help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery. In the photo, Patches is a kitten, but he’s a bit bigger now. Still playful though.",
  "city": "Calgary",
  "city_quadrant": "SE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 11,
  "username": "chantal_b",
  "email": "chantal.bucik@example.com",
  "password": "password12345",
  "first_name": "Chantal",
  "last_name": "Bucik",
  "profile_pic": "https://images.pexels.com/photos/19750854/pexels-photo-19750854/free-photo-of-woman-hugging-her-cat-in-a-living-room.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in banking and live in the SW of Calgary. My interests include dance (ballet, hip-hop, ballroom), travel, sci-fi. I typically need pet-sitting of more than a week’s duration for my two cats, Mulder and Scully, when I go away. I don’t have older people in my life and would say I’m somewhat familiar with the kinds of daily living challenges seniors face. Particularly, I could help with drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, communication by phone, email or letter (not banking). I retired from dance for a stable job at the bank, but it’s still what I love. My dream is to open my own dance studio when I make enough money.",
  "city": "Calgary",
  "city_quadrant": "SW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 12,
  "username": "wayan_p",
  "email": "wayan.pasti@example.com",
  "password": "password12345",
  "first_name": "Wayan",
  "last_name": "Pasti",
  "profile_pic": "https://images.pexels.com/photos/15231402/pexels-photo-15231402/free-photo-of-smiling-man-posing-with-dogs.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I work in restaurant services and live in the NE of Calgary. My interests include travel, diving, investing to save for my own food truck. I typically need pet-sitting of more than a week’s duration for my two dogs, Espresso and Caramel, when I go away. I have many older people in my life and would say I’m very familiar with the kinds of daily living challenges seniors face. Particularly, I could help with drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery. I have a one-year-old son, Ketut (Kevin).",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 13,
  "username": "conrad_f",
  "email": "conrad.foley@example.com",
  "password": "password12345",
  "first_name": "Conrad",
  "last_name": "Foley",
  "profile_pic": "https://images.pexels.com/photos/3018993/pexels-photo-3018993.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a retired millwright and father of 2 living in the NW of Calgary. My interests include sports on television and occasional golf. I am able to host dogs and cats in my home. I have no animals of my own. I can provide a minimum 20 min walk daily with your dog. It is unlikely that children will be in my home during your pet’s stay. I am experienced in the care of animals and can deal with behavioral issues (e.g., aggression, soiling, noise-making) and special dietary or care needs your pet may have. I am on this site because I love animals and pet sitting is something I have time for and would enjoy, and I sometimes need help with drives to medical appointments and/or elsewhere, communication/form filling by phone, email, or letter (not banking). I’ve been known as 'the trustworthy and dependable one' all my life.",
  "city": "Calgary",
  "city_quadrant": "NW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 14,
  "username": "costa_s",
  "email": "costa.saridakis@example.com",
  "password": "password12345",
  "first_name": "Costa",
  "last_name": "Saridakis",
  "profile_pic": "https://images.pexels.com/photos/3877565/pexels-photo-3877565.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I am a retired restaurant owner. My interests include gardening and wine-making, and I look forward to a cruise with my daughter once a year. I am able to host dogs and cats in my home. I have no animals of my own. I can provide a minimum 20 min walk daily with your dog. It is unlikely that children will be in my home during your pet’s stay. I am okay dealing with special dietary or care needs for your pet but am not up for dealing with behavioral issues (e.g., aggression, soiling, noise-making). I am on this site because I like meeting new people and being of help to others, and I sometimes need help with grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, communication/form filling by phone, email, or letter (not banking).",
  "city": "Calgary",
  "city_quadrant": "SE", 
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 15,
  "username": "michael_w",
  "email": "michael.wainwright@example.com",
  "password": "password12345",
  "first_name": "Michael",
  "last_name": "Wainwright",
  "profile_pic": "https://images.pexels.com/photos/3782829/pexels-photo-3782829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a retired university professor (nutritional sciences) living in the SW of Calgary. My interests include listening to music and talking systems with other audiophiles and reading detective novels. I am able to host dogs and cats in my home. I have no animals of my own. I can provide a minimum 20 min walk daily with your dog. It is unlikely that children will be in my home during your pet’s stay. I am okay dealing with special dietary or care needs for your pet but am not up for dealing with behavioral issues (e.g., aggression, soiling, noise-making). I am on this site because I love animals and pet sitting is something I have time for and would enjoy, and I sometimes need help with drives to medical appointments. I miss engaging with the younger demographic as I did during my teaching years.",
  "city": "Calgary",
  "city_quadrant": "SW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 16,
  "username": "gloria_x",
  "email": "gloria.xu@example.com",
  "password": "password12345",
  "first_name": "Gloria",
  "last_name": "Xu",
  "profile_pic": "https://www.pexels.com/photo/portrait-of-a-happy-elderly-couple-5637731/",
  "user_about": "I’m a retired seamstress, mother, and grandmother, living in the NE of Calgary. My interests include aquafit and line dancing to keep me active and time spent with younger generations of my family. I am able to host small dogs and cats in my home. I have no animals of my own. I can provide a minimum 20 min walk daily with your dog. It is likely that children will be in my home during your pet’s stay. I am looking to sit for animals that don’t have special dietary or care needs and that don’t have behavioral issues. I am on this site because I like meeting new people and being of help to others, and I sometimes need help with drives to medical appointments and/or elsewhere, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, communication/form filling by phone, email, or letter (not banking). The man in the picture is my husband Joe. We are married for 54 years.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 17,
  "username": "earl_scanlan",
  "email": "earl.scanlan@example.com",
  "password": "password12345",
  "first_name": "Earl",
  "last_name": "Scanlan",
  "profile_pic": "https://images.pexels.com/photos/6110/man-holiday-people-face.jpg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a retired long haul truck driver living in the NE of Calgary. My interests include playing cards and military history. I am able to host dogs in my home. I have no animals of my own. I can provide a minimum 20 min walk daily with your dog. It is unlikely that children will be in my home during your pet’s stay. I am looking to sit for animals that don’t have special dietary or care needs and that don’t have behavioral issues. I am on this site because I love animals and pet sitting is something I have time for, and I sometimes need help with grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, communication/form filling by phone, email, or letter (not banking). Dogs and me get along great.",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 18,
  "username": "gladys_craig",
  "email": "gladys.craig@example.com",
  "password": "password12345",
  "first_name": "Gladys",
  "last_name": "Craig",
  "profile_pic": "https://images.pexels.com/photos/7329674/pexels-photo-7329674.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a retired school secretary and mother of two living in the NW of Calgary. My interests include playing games on the computer and going to social events in my building. I am able to host small dogs and cats in my home. I have no animals of my own. I can provide outdoor pet relief but not walking for your dog. It is unlikely that children will be in my home during your pet’s stay. I am looking to sit for animals that don’t have special dietary or care needs and that don’t have behavioral issues. I am on this site because I like meeting new people and being of help to others, and I sometimes need help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), tutorials/troubleshooting of technology, accompaniment to events. My granddaughters are away at College, and I miss them — would love to have some animal companionship but don’t want to take on a pet of my own at my age.",
  "city": "Calgary",
  "city_quadrant": "NW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 19,
  "username": "camille_b",
  "email": "camille.basta@example.com",
  "password": "password12345",
  "first_name": "Camille",
  "last_name": "Basta",
  "profile_pic": "https://images.pexels.com/photos/12265448/pexels-photo-12265448.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a mother and grandmother and retired assistant to my husband in his shop, living in the NE of Calgary. My interests include sewing (though not recently), cooking and baking for family and neighbors. I am able to host small dogs and cats in my home. I have no animals of my own. I can provide outdoor pet relief but not walking for your dog/empty. I am looking to sit for animals that don’t have special dietary or care needs and that don’t have behavioral issues. I am on this site because I like meeting new people and being of help to others, and I sometimes need help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), drives to medical appointments and/or elsewhere, grocery or other shopping (online or in-store) and delivery, tutorials/troubleshooting of technology, accompaniment to events, communication/form filling by phone, email, or letter (not banking). I love to feed people as well as animals. If you leave your pet with me, I will send you home with baking!",
  "city": "Calgary",
  "city_quadrant": "NE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 20,
  "username": "anne_paquette",
  "email": "anne.paquette@example.com",
  "password": "password12345",
  "first_name": "Anne",
  "last_name": "Paquette",
  "profile_pic": "https://images.pexels.com/photos/5257613/pexels-photo-5257613.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a piano teacher (retired) living in the SW of Calgary. My interests include travel, life-long-learning and creative writing (I am currently writing my memoirs). I am able to host cats in my home. I have no animals of my own. It is unlikely that children will be in my home during your pet’s stay. I am experienced in the care of animals and can deal with behavioral issues (e.g., aggression, soiling, noise-making) and special dietary or care needs your pet may have. I am on this site because I love animals and pet sitting is something I have time for and would enjoy, and I sometimes need help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting). I am pretty self-sufficient but as a life-long cat-lady miss the feline companionship since my last cat died. I want to be free to travel when I want, and have a cat at my elbow when I’m home and writing.",
  "city": "Calgary",
  "city_quadrant": "SW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 21,
  "username": "maria_francis",
  "email": "maria.francis@example.com",
  "password": "password12345",
  "first_name": "Maria",
  "last_name": "Francis",
  "profile_pic": "https://images.pexels.com/photos/6888692/pexels-photo-6888692.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
  "user_about": "I’m a retired office cleaner and foster Mom living in the SE of Calgary. My interests include painting (watercolours) and crossword puzzles. I am able to host small dogs and cats in my home. I have no animals of my own. I can provide outdoor pet relief but not walking for your dog. It is likely that children will be in my home during your pet’s stay. I am experienced in the care of animals and can deal with behavioral issues (e.g., aggression, soiling, noise-making) and special dietary or care needs your pet may have. I am on this site because I love animals and pet sitting is something I have time for and would enjoy, and I sometimes need help with odd jobs around the house (not personal care, snow shoveling, yard maintenance, housecleaning, or heavy lifting), drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery, communication/form filling by phone, email, or letter (not banking). I’ve always had a busy home, fostering over a dozen children in the years before my husband passed — pets too. Survived cancer, now I’m looking to fill the house again.",
  "city": "Calgary",
  "city_quadrant": "SE",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
},
{
  "user_id": 22,
  "username": "elizabeth_walker",
  "email": "elizabeth.walker@example.com",
  "password": "password12345",
  "first_name": "Elizabeth",
  "last_name": "Walker",
  "profile_pic": "https://images.pexels.com/photos/12645006/pexels-photo-12645006.jpeg?auto=compress&cs=tinysrgb&w=600",
  "user_about": "I’m a retired English teacher living in the SW of Calgary. My interests include books and film and recording books for the blind. I am able to host cats in my home. I have no animals of my own. It is unlikely that children will be in my home during your pet’s stay. I am okay dealing with special dietary or care needs for your pet but am not up for dealing with behavioral issues (e.g., aggression, soiling, noise-making). I am on this site because I love animals and pet sitting is something I have time for and would enjoy, and I sometimes need help with drives to medical appointments and/or elsewhere, grocery pick up and delivery of an order you place online, grocery or other shopping (online or in-store) and delivery. I have never driven a car and still use transit for most things, but nice to get a lift door to door for certain things. I’m devoted to cats, especially Siamese.",
  "city": "Calgary",
  "city_quadrant": "SW",
  "credit_balance": 0,
  "badge_count": 0,
  "police_check_uploaded": false
}
]

